;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; Türkçe Çeviri Sahibi: Semih Şengün
; Türkçe Çeviri Sahibinin Email Adresi: semihsengun@hotmail.com
; Türkçe Çeviri Sahibinin Web Sitesi: http://www.facebook.com/smhsngn
; Soft Version: 9.33
;
[Lang]
NativeLanguage=Türkçe

[GUI]
ButtonYes=Evet
ButtonNo=Hayır
ButtonOK=Tamam
ButtonMinimize=Simge Durumuna
ButtonMaximize=Ekranı Kapla
ButtonClose=Kapat
ButtonRestore=Geri Yükle
ButtonMenu=Menü
ClearMode=Açık Model
ClassicMode=Klasik Model

[Translation]
ReadHabit=Left-to-right
LanguageName=TR
LangCode=041F
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=TURKISH_CHARSET
Information=Bilgi
Warning=Uyarı
Error=Hata
Confirm=Onayla
;
;  Popup Menu
;
pmGo=Öğeye Git
pmNone=Hiçbirini Seçme
pmAll1=Tümünü Seç
pmrec=Önerilen
pmIgnore=Öğeyi Gizle
pmExport=Buraya Çıkart ...
pmInvert=Seçimi Tersine Çevir
Frminput.btnok.caption=Tamam
Frminput.btncancel.caption=İptal
ButtonMinimize=Simge Durumuna
ButtonMaximize=Ekranı Kapla
ButtonClose=Kapat
ButtonRestore=Geri Yükle
ButtonMenu=Menü
FrmWDC.pmPortable.caption=Taşınabilir Sürüm Oluştur
;
; Main GUI
;
FrmScheduler.caption=Zamanlayıcı
FrmCommon.lbltrash.caption=Çöp
FrmCommon.lbltrace.caption=İz
FrmCommon.lblapp.caption=Uygulamalar
FrmCommon.lblcookie.caption=Çerezler
FrmCommon.lbltrashhint.caption=Bilgisayardaki gereksiz dosyalar.
FrmCommon.lbltracehint.caption=Sistem ve kullanıcı izleri.
FrmCommon.lblapphint.caption=Başka bir uygulama tarafından oluşturulan gereksiz dosyalar veya izleri.
FrmCommon.lblcookiehint.caption=Tarayıcı ve flash çerezleri.
FrmWDC.pmRestore.caption=Geri Yükleme
FrmWDC.pmSettings.caption=Ayarlar
FrmWDC.pmHelp.caption=Çevrimiçi Yardım
FrmWDC.pmHome.caption=Web Sitesi
FrmWDC.pmForum.caption=Forum
FrmWDC.pmContact.caption=İletişim
FrmWDC.pmCheckNew.caption=Güncellemeleri Kontrol Et
FrmWDC.pmLang.caption=Diller
FrmWDC.pmSkin.caption=Arayüzü Değiştir
FrmWDC.pmabout.caption=Hakkında
FrmWDC.btncomm.caption=Ortak Temizleyici
FrmWDC.btnadv.caption=Gelişmiş Temizleyici
FrmWDC.btnsilm.caption=Sistem Zayıflatma
FrmWDC.btnrestore.caption=Geri Yükle
FrmWDC.btnsettings.caption=Ayarlar
FrmWDC.btnlikeit.caption=Beğendim
FrmWDC.btnsuggest.caption=Öneri ve Geribildirim
FrmWDC.btnupdate.caption=Güncellemeleri kontrol et
FrmWDC.btnfacebook.hint=Facebook ile takip et
FrmWDC.btntwitter.hint=Twitter üzerinden paylaş
FrmWDC.btnemail.hint=Arkadaşlarına paylaş
FrmWDC.btnassist.caption=Destek
;
; Advanced Cleaner
;
FrmAdvSettings.lblinfo.caption=Sadece bir kereliğine "Önemsiz Doslayarı bul". Bir dahaki sefere tekrar seçmeniz gerekebilir.
Frmadvdc.btnscan.caption=Taramayı Başlat
Frmadvdc.lblpath.caption=Burayı Tara:
Frmadvdc.btnrescan.caption=Tekrar Tara
Frmadvdc.btnall.caption=Tümünü Seç
Frmadvdc.btnadvanced.caption=Gelişmiş Ayarlar
Frmadvdc.btnnone.caption=Hiçbirini Seçme
Frmadvdc.lblwrcinfo.caption=Wise Registry Cleaner, Windows için ücretsiz kayıt temizleyicisidir. Hızlı, kapsamlı ve güvenli.
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblpceinfo.caption=Wise Care 365, PC'niz için kayıt defteri, disk ve diğer sistem yardımcı programlarının bir arada bulunduđu komple bir pakettir. Kullanımı kolay ve etkili!
Frmadvdc.lblpce.caption=Wise Care 365
Frmadvdc.lblspeed.caption=Dünyadaki en hızlı tarama hızı!
Frmadvdc.lblrec.caption=Diğer kullanıcıların beğendiği uygulamalar:
Frmadvdc.vtfiles.Columns[0]=Dosya Adı
Frmadvdc.vtfiles.Columns[1]=Boyut
Frmadvdc.vtfiles.Columns[2]=Yol
Frmadvdc.vtfiles.Columns[3]=Son Erişim Zamanı
Frmadvdc.vtfiles.Columns[4]=Tür
;
; Advanced Settings
;
FrmAdvSettings.btnok.caption=Tamam
FrmAdvSettings.btnadd.caption=Ekle
FrmAdvSettings.btnremove.caption=Kaldır
FrmAdvSettings.btncancel.caption=İptal
FrmAdvSettings.wcknull.caption=0 Byte dosyaları bul (0 bytes, yavaş)
FrmAdvSettings.wckshortcut.caption=Geçersiz kısayolları bul (yavaş)
FrmAdvSettings.caption=Gelişmiş Ayarlar
FrmAdvSettings.btnre.caption=Önerilen
FrmAdvSettings.btnall.caption=Tümünü Seç
FrmAdvSettings.btnnone.caption=Hiçbirini Seçme
FrmWDC.btnassist.caption=Teknik Destek
FrmGeneral.chkassist.caption=Bir ücretli soruda mutlaka bana bildir.
;
; About
;
FrmAboutWin.caption=Hakkımızda
FrmAboutWin.btnOK.caption=Tamam
FrmAbout.lblver.caption=Mevcut Sürüm:
FrmAbout.lblhome.caption=Web Sitesi:
FrmAbout.lblemail.caption=Email Destek:
FrmAbout.lblthanks.caption=Katkılarından ötürü aşağıdaki kişilere teşekkürler:
;
; Auto Run Settings
;
FrmAutorunSettings.lblcmd.caption=Komut satırı modu
FrmAutorunSettings.lblcmdinfo.caption=Komut satırı ile otomatik olarak programı çalıştırabilir; sürücülerinizi taratabilir ve temizleyebilirsiniz. Daha fazla bilgi için lütfen F1 tuşuna basın veya Yardım Belgesini okumak için aşağıdaki bağlantıya tıklayın.
FrmAutorunSettings.chk1.caption='1 Tıkla Temizle' kısayolu oluştur ve masaüstüne yerleştir.
FrmAutorunSettings.chkadv.caption=Gelişmiş Temizleyici Dahil
FrmAutorunSettings.btnhelp.caption=Çevrimiçi Yardım
;
; Common Cleaner
;
Frmcommon.lblcustom.caption=Özel
Frmcommon.lblcustomhint.caption=Özelleştirilmiş tarama girişleri.
FrmCommon.btnBack.caption=Ana menüye dön
FrmCommon.btnall.caption=Tümünü Seç
FrmCommon.btnre.caption=Önerilen
FrmCommon.btnnone.caption=Hiçbirini Seçme
FrmCommon.wckadv.caption=Gelişmiş Temizleyici Dahil
FrmCommon.WiseLabel1.caption=Zamanlayıcı
FrmCommon.lbltype.caption=Çalışma Şekli:
FrmCommon.lblweek.caption=Gün:
FrmCommon.lbltime.caption=Saat:
FrmCommon.btnScan.caption=Taramayı Başlat
FrmCommon.lblstat.caption=Gereksiz dosyaları ve izleri, hızlı ve kolayca temizler!
FrmCommon.btncancel.caption=İptal
FrmCommon.btnrescan.caption=Tekrar Tara
;
; Exclusion List
;
FrmExclusion.btnAddFile.caption=Dosya ekle
FrmExclusion.btnAddFolder.caption=Klasör ekle
FrmExclusion.btnAddType.caption=Dosya uzantısı ekle
FrmExclusion.BtnAddCookie.caption=Çerez Ekle
FrmExclusion.btnImport.caption=İçeri aktar
FrmExclusion.btnExport.caption=Dışarı aktar
FrmExclusion.btnRemove.caption=Kaldır
;
; General Settings
;
FrmGeneral.lblmode.caption=Lütfen kullanmak istediğiniz modu seçiniz:
FrmGeneral.chkmode0.caption=Açık Mod
FrmGeneral.chkmode1.caption=Klasik Mod
FrmGeneral.lbtran.caption=Çeviri Yap...
FrmGeneral.chkNews.caption=Haber Bültenleri
FrmGeneral.chknotice.caption=Temizlik bildirimlerini otomatik göster
FrmGeneral.chkwipe.caption=Güvenli silme (yavaş)
FrmGeneral.WiseLabel1.caption=Güncelleme:
FrmGeneral.WiseLabel2.caption=Varsayılan Dil:
FrmGeneral.btnchecknew.caption=Şimdi Kontrol Et
FrmGeneral.WiseLabel4.caption=Boşaltılacak özel klasörler (Sadece Gelişmiş Kullanıcılar)
FrmGeneral.btnAdd.caption=Ekle
FrmGeneral.btnRemove.caption=Kaldır
FrmGeneral.chkexp.caption=Müşteri Deneyimini Geliştirme Programına Katılın
FrmGeneral.lblexp.caption=Ayrıntı
;
; Custom Settings
;
FrmCustom.WiseLabel4.caption=Özel Boş Klasörler (Gelişmiş temizleyici)
FrmCustom.btnAdd.caption=Ekle
FrmCustom.btnRemove.caption=Sil
FrmCustom.lblCustom.caption=Tarama ayarlarını özelleştir.
FrmCustom.lblcustominfo.caption=Eğer deneyimli bir kullanıcı iseniz, tarama ayarlarını daha fazla gereksiz dosyaları taramak için özelleştirebilirsiniz. Yapılandırma dosyası yapmak öğrenmek için aşağıdaki bağlantıyı tıklatın.
FrmCustom.btnhelp.caption=Online Yardım
;
; Mode Settings
;
FrmMode.lblmode.caption=Lütfen kullanmak istediğiniz modu seçiniz
FrmMode.btnAdv.caption=Klasik Mod
FrmMode.btnSimple.caption=Açık Mod
;
; Restore
;
FrmRestore.btnrestore.caption=Geri Yükle
FrmRestore.btnremove.caption=Kaldır
FrmRestore.Btnclose.caption=Kapat
FrmRestore.caption=Geri Yükle

;
; Settings
;
FrmSettings.tsCommon.caption=Genel
FrmSettings.tsAutoRun.caption=Oto. Çalşıtırma
FrmSettings.tsExclusion.caption=Hariç Bırakılan
FrmSettings.btnAbout.caption=Hakkımızda
FrmSettings.btnok.caption=Tamam
FrmSettings.btncancel.caption=İptal
FrmSettings.caption=Ayarlar
FrmSettings.tsCustom.caption=Özel
;
; System Cleaner
;
FrmSysClean.lblrecommendinfo.caption=Windows performansını arttırmak için, bizim diğer akıllı ürünlerimizi deneyin.
FrmSysClean.lblpce.caption=Wise Care 365
FrmSysClean.lblpceinfo.caption=Wise Care 365, PC'niz için kayıt defteri, disk ve diđer sistem yardımcı programlarının bir arada bulunduğu komple bir pakettir. Kullanımı kolay ve etkili!
FrmSysClean.lbl1.caption=Wise Registry Cleaner, Windows için ücretsiz kayıt temizleyicisidir. Hızlı, kapsamlı ve güvenli.
FrmSysClean.lbl2.caption=Wise Registry Cleaner
FrmSysClean.lblre.caption=Windows performansını daha fazla arttırmak ister misiniz?
FrmSysClean.btnSlimming.caption=Zayıflat
FrmSysClean.btnall.caption=Tümünü Seç
FrmSysClean.btnrecommended.caption=Önerilen
FrmSysClean.btnnone.caption=Hiçbirini Seçme
FrmSysClean.vtsys.Columns[0]=Öğe
FrmSysClean.vtsys.Columns[1]=Boyut
FrmSysClean.vtsys.Columns[2]=Konum
FrmSysClean.vtsys.Columns[3]=Tavsiye
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Boş Alan
FrmDiskDefrag.btnfolder.caption=Klasör
FrmDiskDefrag.btnfile.caption=Dosya
FrmDiskDefrag.btnsystem.caption=Sistem Dosyası
FrmDiskDefrag.btnFragmented.caption=Parçalanmış
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Diski birleştirdikten sonra kapat.
FrmDiskDefrag.btnpause.caption=Duraklat
FrmDiskDefrag.btnstop.caption=Durdur
FrmDiskDefrag.btnDefrag.caption=Birleştir
FrmWDC.btndefrag.caption=Disk Birleştirme
;
; Like Us
;
FrmlikeUs.lblTitle.caption=Wise Disk Cleaneri beğendiyseniz, bu ücretsiz aracı sevdiğiniz kişilerle paylaşabilirsiniz.
FrmlikeUs.lblInfo.caption=Lütfen Wise Disk Cleaner'i aileniz, arkadaşlarınız, sınıf arkadaşlarınız ve meslektailarınız ile E-Posta, Blog, Twitter, Youtube, Facebook gibi araçlarla paylaşın. Tebrikler! Onların yaşamlarına kolaylık ve verimlilik getireceksiniz.
FrmlikeUs.lblRate.caption=Wise Disk Cleaner'a not verin:
FrmlikeUs.lblfollow.caption=Bizi takip edin:
FrmlikeUs.lblshare.caption=Wise Disk Cleaner'i paylaş:
FrmlikeUs.btndownload.caption=Ücretsiz İndir
FrmlikeUs.imgrate.hint=Bize 5 yıldız verin
FrmlikeUs.imgmail.hint=Arkadaşlarına bir e-mail gönder
FrmlikeUs.imgface1.hint=Facebook üzerinden paylaşın
FrmlikeUs.imgface2.hint=Bizi Facebook'ta takip edin
FrmlikeUs.imgtwitter1.hint=Twitter üzerinden paylaşın
FrmlikeUs.imgtwitter2.hint=Bizi Twitter'da takip edin
FrmlikeUs.Caption=Beğendim
FrmlikeUs.lbldownload.caption=Daha fazla ücretsiz araç indirmek için WiseCleaner.com
;
; Security Essentials
;
Frmsecurity.caption=WiseCleaner.com Müşteri Deneyimi Geliştirme Programı
Frmsecurity.lbltitle.caption=Müşteri Deneyimini Geliştirme Programına Katılın
Frmsecurity.lblinfo1.caption=Bu ürünü geliştirmemize yardımcı olmak için, Müşteri Deneyimi Geliştirme Programına katılıp WiseCleaner.com'dan indirdiğiniz programlar hakkında bilgileri WiseCleaner.com'a gönderin.
Frmsecurity.lblinfo2.caption=Toplanan bilgilerin hiçbiri kimliğinizi belirlemek veya sizinle iletişim kurmak için kullanılmaz ve istediğiniz zaman program devre dışı bırakabilir.
Frmsecurity.lbllink.caption=Müşteri Deneyimi Geliştirme Programı hakkında daha fazla bilgi edinin.
Frmsecurity.cbagree.caption=Müşteri Deneyimi Geliştirme Programı'na katılın.
Frmsecurity.cbagainst.caption=Ben programa bu sefer katılmak istemiyorum.
Frmsecurity.btnok.caption=Tamam

[Message]
Entries=Girişler
Clean=Temiz
ScheduleHint=Düzenli olarak bilgisayarını temizle.
UpdateError=Güncelleme hatası, web sitemizde ki en son sürümü yüklemek istiyor musunuz?
LestOneItem=Temizlemek için en az bir öğe seçmelisiniz
HistorySaved=Temizlenen toplam alan: %s
DisableAdd=Güvenliğiniz için, bazı özel klasörlerin ("Windows Klasörü", "Hard Drive Boot" ve "CD-ROM" gibi) bu listeye eklenmesine izin verilmez.
ConfirmAdd="Gelişmiş Temizlemeyi" çalıştırdığınızda bulunan, %s dosyayı kaldırmak istediğinizden emin misiniz?
DupFolder=Bu klasör listede zaten var.
ExImport=Hariç tutulanlar listesini buraya aktar:
SelectHardDrive=Bir sabit disk seçiniz
CreationDate=Oluşturma Tarihi
Description=Tanım
NowCleaning=Şimdi temizleniyor:
ScheduleNextTime=Bir dahaki sefere:
Never=Asla
InputType=Dosya adı veya dosya uzantısı girin (Örneğin: *.tmp etc..)
WarnNoType=Aramak için en az bir dosya türünü seçin!
NoItemChecked=Lütfen temizlemek için bir veya daha fazla dosya seçin.
WDCRunning=Program çalışıyor.
RemoveSysRestore=Seçilen sistem geri yükleme noktasını kaldırmak istiyor musunuz?
RestoreFromSysRestore=Bu sistem geri yükleme için bilgisayarınızı yeniden başlatmalısınız. Şimdi geri başlatmak istiyor musunuz?
WarnZeroFile="Boş Dosya" modunu seçtiniz. Bazı 0 byte dosyalar silinir, lütfen kaldırmadan önce bunları gözden geçirin. Emin misiniz?
SysRestoring=Sistem geri yükleme için hazırlanıyor...
SysCreating=Bir sistem geri yükleme noktası oluşturuluyor...
Browse=Gözat ...
AllHardDrive=Yerel Sabit Diskler
Cleaning=Temizleniyor...
Exported=Mevcut öğe buraya aktarılmıştır %s, şimdi dosyayı açmak istiyor musunuz?
LeftTimeSec=Tarama Süresi:  %s saniye
Safetodel=Bu öğe güvenli bir şekilde silinebilir.
MoreSpace=Daha fazla alan için.
Unknow=Bilinmiyor.
AddFileType=Dosya uzantısı ekle
AlreadExist=%s zaten listede var.
illegalType=%s geçersiz bir dosya türü
Summary=Özet
InputSummary=Lütfen bu tür için tanım ekleyin:
noselected=Hiçbir öğe seçilmedi.
DelFileType=Bu dosya türünü silmek istediğinizden emin misiniz?
ScanAborted=Tarama iptal edildi!
TrashFound=%d gereksiz dosya bulundu, toplam %s.
NoTrashAndTrace=Tebrikler! Bilgisayarınız temiz.
CleanDone=Temizlik tamamlandı!
LestOne=Taramak için en az bir öge seçin.
LestOneClean=Temizlemek için en az bir öge seçin.
Scanning=Taranıyor ...
InvalidIgnorItem=Bu ögeyi göz ardı edemeyiz.
TraceFound=%d iz bulundu.
CleanNow=Derhal temizlik yapmanız önerilir.
TrashRemoved=%d gereksiz dosya kaldırıldı ve %s disk alanı serbest bırakıldı.
TraceRemoved=%d iz yok edildi.
LastCommonClean=Son temizleme:
Working=Yapılan geçerli görev için lütfen bekleyin ve daha sonra yeniden deneyin.
NoFilesFound=Gereksiz dosya bulunmadı
NoTracesFound=İz bulunmadı
FindTraces=%d iz
NoItemFound=Öge bulunamadı
FindFilesSize=%d gereksiz dosya bulundu, toplam %s.
FindTracesSection=%d iz bulundu
CanFreeSpace=%d gereksiz dosya bulundu, toplam alan %s.
TotalTraces=Toplam %d adet iz var
EnableRestore=Sistem Geri Yükleme devre dışı bırakıldı. Sistem geri yüklemeyi tekrar etkinleştirmek istiyor musunuz?
RestorePointFail=Sistem geri yükleme noktası oluşturma tamamlanamadı
ErrorMsg=Hata Mesajı:
NoNewVer=Tebrikler, en son sürümü kullanıyorsunuz!
KeyWord=Anahtar kelime (ler) girin:
AddFolder=Klasör ekle
CannotCrTask=Zamanlanmış görev oluşturulamıyor.
InvalidType=Geçerli bir dosya uzantısı girin.
NoType=En az bir tür aramak için kontrol edin.
FailToDelete=Bazı dosyalar sistem yeniden başlatılana kadar silinemez.
GoodHabit=PC'nizi temiz tutmak iyi bir alışkanlıktır. Lütfen temiz tutalım!
7After=Son temizlemeden sonra %d gün geçti. Hemen bir tarama yapmanız tavsiye edilir.
7Before=Sürücülerinizi temiz ve güvenli tutmak iyi bir alışkanlıktır.
TaskExists=Zamanlanmış görev zaten var. Bunu silmek veya yeni bir görev oluşturmak istiyor musunuz? (Hayır - Mevcut Görevi düzenleyin. İptal - Işlemi iptal edin.)
NoBackupSelected=Geri yüklemek için en az bir yedek seçiniz.
StartScan=Taramayı Başlat
StartClean=Temizliği Başlat
Cancel=İptal
Idle=Boştayken
Daily=Günlük
Weekly=Haftalık
Monthly=Aylık
Monday=Pazartesi
Tuesday=Salı
Wednesday=Çarşamba
Thursday=Perşembe
Friday=Cuma
Saturday=Cumartesi
Sunday=Pazar
AvdDefaultHint=Bu bölümde daha fazla gereksiz dosya kaldırabilir.
TrashFoundEx=Aşağıdaki gereksiz dosyalar bulundu:
NoDriveChecked=Taramak için bir veya daha fazla sürücü seçmelisiniz.
ScanFor=Taranan sürücüler:
FindDrives=Sürücüler aranıyor ...
Login=Oturum Açılırken
NewVer=Yeni bir sürümü mevcut! Şimdi yükseltmek ister misiniz?
TranslateTo=Çeviri Yap...
AddCookies=Çerez Ekle
InputCookie=Çerez Girin (Örnek: wisecleaner.com gibi...)
InvalidCookie=Bilinmeyen Çerezler
BrowserRunning=%s çalışıyor. Bunu kapatmak ister misin? Aksi takdirde, önbellek ve çerezler temizlenemez.

[CommonClean]
ScanAbortedHint=Gereksiz dosyaları ve izleri bulmak için tekrar tarama yapmanızı öneririz.
DefaultHint=Gereksiz dosyaları ve internet izlerini temizleyerek, daha fazla alan sağlayın ve gizliliğinizi koruyun.
ScanAbortedHint1=Gereksiz dosyaları bulmak için tekrar tarama yapmanızı öneririz.
WhenIdle=Boştayken
WhenLogin=Oturum Açılırken

[SysClean]
Open=Aç
Remove=Kaldır
MoreSpace=Daha fazla alan için
Cleaning=Temizleniyor...
Scanning=Taranıyor ...
ScanEnd=Toplam %d öge bulundu. %s kadar disk alanı temizlendikten sonra serbest bırakılacak.
NoItems=Tebrikler! Sisteminiz temiz.
SpaceFreed=Temizlik tamamlandı ve %s disk alanı serbest bırakıldı.
Installer=Eski Windows kurulum dosyaları
LongInstaller=Eski Windows kurulum dosyaları gereksizdir. Onlar boş disk alanı için kaldırılabilir.
PatchUninstall=Windows Güncelleme Yamaları Kaldırma Dosyaları
LongPatchUninstall=Eğer Windows Güncellemelerini kaldırmayacaksanız, bu kaldırma dosyalarını silebilirsiniz.
Downloadedfiles=Windows indirilen Kurulum Dosyaları
Longdownloadedfiles=Windows güncelleme yamalarını başarılı yüklemeden sonra kaldırmak güvenlidir.
Baselinecache=Windows Yükleme Temel Önbelleği
LongBaselinecache=Windows Installer hizmeti tarafından oluşturulan dosyaları kaldırılabilirsiniz.
JPIME=Japonca IME
LongJPIME=Artık Japonca IME dosyalarına ihtiyacınız yoksa, bunları kaldırabilirsiniz.
KoreanIME=Korece IME
LongKoreanIME=Artık Korece IME dosyalarına ihtiyacınız yoksa, bunları kaldırabilirsiniz.
TChineseIME=Geleneksel Çince IME
LongTChineseIME=Artık geleneksel Çinçe IME dosyalarına ihtiyacınız yoksa, bunları kaldırabilirsiniz.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=Artık Microsoft Pinyin IME dosyalarına ihtiyacınız yoksa, bunları kaldırabilirsiniz.
HelpFile=Windows Yardım Dosyaları
LongHelpFile=Artık Windows yardım dosyalarına ihtiyacınız yoksa, bunları kaldırabilirsiniz.
SamplePic=Windows Örnek Resimler
LongSamplePic=Artık örnek resimlere ihtiyacınız yoksa, bunları kaldırabilirsiniz.
SampleMic=Windows Örnek Müzik
LongSampleMic=Artık örnek müziklere ihtiyacınız yoksa, bunu kaldırabilirsiniz.
SampleVideos=Windows Örnek Videolar
LongSampleVideos=Artık örnek videolara ihtiyacınız yoksa, bunları kaldırabilirsiniz.
SampleMedia=Windows Örnek Medialar
LongSampleMedia=Artık örnek medialar gerekmiyorsa, bunlarý kaldýrabilirsiniz.
Wallpaper=Windows duvar kağıdı dosyaları
LongWallpaper=Artık duvar kağıdı dosyalarına ihtiyacınız yoksa, bunları kaldırabilirsiniz.

[DiskDefrag]
Volume=Sürücü
Format=Dosya Sistemi
TotalSpace=Toplam Alan
FreeSpace=Boş Alan
Fragmented=Parçalanma
Status=Durum
PmDefrag=Birleştir
QuickOpt=Hızlı İyileştirme
FullOpt=Tam İyileştirme
PmAnlyse=İncele
Resume=Devam Et
Analying=İnceleniyor
Defragmenting=Birleştiriliyor
Optimizing=İyileştiriliyor
Analyed=İncelendi
Defragmented=Bileştirildi
Optimized=İyileştirildi
Pause=Duraklat
IsSSD=Seçiminiz en az bir katı disk içerebilir. Ve Disk Birleştirme ömrünü azaltabilir. Devam etmek istediğinizden emin misiniz?
FragmentedRate=Parçalanma

[Area]
MSOfficeXP= Microsoft Office XP
AOLInstantMessenger=AOL Instant Messenger
Tango=Tango
Tag&Rename=Tag&&Rename
FormatFactory=Format Factory
VirtualDJ=VirtualDJ
NitroPDFReader=Nitro PDF Reader
NitroPro=NitroPro
StardockWindowBlinds=Stardock Window Blinds
AimersoftVideoConverter=Aimersoft Video Converter
WondershareVideoConverter=Wondershare Video Converter
SyncBackFree=SyncBack Free
Picasa=Picasa
SublimeText=Sublime Text
TheBat=TheBat
HandBrake=HandBrake
PhotodexProShowProducer=Photodex ProShow Producer
NVIDIAInstallFiles=NVIDIA Dosyalarını Yükle
SonyVegasPro=Sony Vegas Pro
ConnectifyHotspot=Connectify Hotspot
ExpressScribe=Express Scribe
SamsungKies=Samsung Kies
dBpoweramp=dBpoweramp
KMPlayer=KMPlayer
KantarisMediaPlayer=Kantaris Media Player
McAfeeAntiVirus=McAfee AntiVirus
Paint.net=Paint.net
AdobeAir=Adobe Air
Evernote=Evernote
Sketchup=Sketchup
CDBurnerXP=CDBurner XP
DirectoryOpus=Directory Opus
GomPlayer=Gom Player
MailWasherPro=Mail Washer Pro
FoxitPhantomPDF=Foxit Phantom PDF
Gadu-Gadu=Gadu-Gadu
Anonymizer=Anonymizer
InkScape=InkScape
DVDFab=DVDFab
CopernicDesktopSearch=Copernic Masaüstü Araması
4Sync=4Sync
UniversalExtractor=Universal Extractor
DivXplayer=DivX player
CyberLinkAudioDirector=CyberLink Audio Director
CyberLinkPowerDirector=CyberLink Power Director
CyberLinkPhotoDirector=CyberLink Photo Director
AlZip=AlZip
RegEditX=RegEditX
AkelPad=AkelPad
PhotoScape=PhotoScape
BlueStacks=BlueStacks
ManyCam=ManyCam
XnView=XnView
FastStoneImageViewer=FastStone Image Viewer
QQImg=QQ Recived Images
QQRFile=QQ Recived Files
AIMP3=AIMP3
GIMP=GIMP
VSOBlu-rayConverterUltimate=VSOBlu-rayConverter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
FreemakeVideoConverter=Freemake Video Converter
FreemakeVideoDownloader=Freemake Video Downloader
FreemakeAudioConverter=Freemake Audio Converter
ConvertXToDVD=ConvertXToDVD
I2P=I2P
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
AnyVideoConverterUltimate=Any Video Converter Ultimate
FoxitReader=Foxit Reader
GoZillailla=GoZillailla
MagicISO=MagicISO
Zune=Zune
BreezeBrowserPro=Breeze Browser Pro
PerfectDisk=Perfect Disk
CamtasiaStudio=Camtasia Studio
ACDSee=ACDSee
YahooToolbar=Yahoo Toolbar
AdvancedSearchbar=Advanced Searchbar
WinLiveToolbar=Windows Live Toolbar
GoogleToolbar=Google Toolbar
GoogleDeskbar=Google Deskbar
GoogleCalendar=Google Calendar
GoogleTalk=Google Talk
MSSearchHelper=MS Search Helper
NoteXpad=NoteXpad
Ditto=Ditto
Pando=Pando
Last.FM=Last.FM
FeedDemon=Feed Demon
WinDiff=WinDiff
CompareIt=CompareIt
ExamDiff=ExamDiff
AshampooBurningStudio=Ashampoo Burning Studio
Battle.net=Battle.net
AdobeImageReady7=Adobe Image Ready 7
AdobeImageReadyCS=Adobe Image Ready CS
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobeIllustrator=Adobe Illustrator
AdobeDreamweaver=Adobe Dreamweaver
AdobePremiereProCC=Adobe Premiere Pro CC
AdobePremiereElements12=Adobe Premiere Elements 12
AcrobatDistiller10=Acrobat Distiller 10
RealPlayer=Real Player
RealPlayerSP=Real Player SP
RealPlayer15=Real Player 15
RealPlayer16=Real Player 16
RealPlayerCloud=Real Player Cloud
SWiSH=SWiSH
PaintShopPro7=PaintShop Pro 7
PaintShopPro8=PaintShop Pro 8
PaintShopPro9=PaintShop Pro 9
PaintShopProX=PaintShop Pro X
PaintShopProXI=PaintShop Pro XI
PaintShopProX2=PaintShop Pro X2
PaintShopProX3=PaintShop Pro X3
PaintShopProX4=PaintShop Pro X4
PaintShopProX5=PaintShop Pro X5
PaintShopProX6=PaintShop Pro X6
VirtualDub=VirtualDub
TextPad=TextPad
WindowsMovieMaker=Windows Movie Maker
FreshDownload=Fresh Download
PicoZip=PicoZip
AceHTML=AceHTML
ABBYYFineReader=ABBYY FineReader
Notepad++=Notepad++
FastStoneCapture=FastStone Capture
PowerISO=PowerISO
Thunder=Thunder
QIHU360TotalSecurity=360 Total Security
TencentQQGame=Tencent QQGame
ThunderXMP=Thunder XMP
DriveTheLife=DriveTheLife
AdobeFireworks=Adobe Fireworks
AVIPreview=AVI Preview
Steam=Steam
Xfire=Xfire
XMLSpy=XML Spy
RegEdit=RegEdit
GameExplorer=Game Explorer
PKZip=PKZip
ZipMagic=ZipMagic
Yandex=Yandex
YandexCache=Yandex Önbelleği
YandexLocalstorage=Yandex Yerel Depolama
YandexForm=Yandex Otomatik Tamamlama Geçmişi
Yandexpass=Yandex Kayıtlı Şifreler
YandexSession=Yandex Oturum
YandexCookies=Yandex Çerezler
Vivaldi=Vivaldi
VivaldiCache=Vivaldi Önbellek
Vivaldilocalstorage=Vivaldi Yerel Depolama
VivaldiForm=Vivaldi Otomatik Tamamlama Geçmişi
VivaldiSavedpasswords=Vivaldi Kayıtlı Şifreler
VivaldiSession=Vivaldi Oturum
VivaldiCookies=Vivaldi Çerezler
WinSxsBackup=Windows WinSxs Yedekleme
LogMeIn=LogMeIn
WinPatrol=WinPatrol
VirtualCloneDrive=Virtual Yazılım Kopyalama
CloneCD=CloneCD
ImgBurn=ImgBurn
IZArc=IZArc
TUGZip=TUGZip
SUPERAntiSpyware=SUPERAntiSpyware
SpywareTerminator=Spyware Terminator
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
iTunes=iTunes
QQPCMgr=QQPCManager
BaiduYunGuanjia=BaiduYunGuanjia
YY=DuoWan YY
Chromelocalstorage=Yerel Depolama
LogFiles=Günlük Dosyalar
syscache=Sistem Önbelleği
Systempatches=Sistem Düzeltmeleri
tempfiles=Geçici Dosyalar
Invalidsysconfig=Geçersiz Sistem Yapılandırması
SystemTrace=Windows ve Uygulama izleri
WindowsSystem=Windows Sistemi
MicrosoftIE=Microsoft IE
MSEdgeCache=Microsoft Edge Önbelleği
MSEdge=Microsoft Edge
GoogleChrome=Google Chrome
MozillaFireFox=Mozilla Firefox
Opera=Opera
Safari=Safari
PaleMoon=PaleMoon
WindowsComponents=Windows Bileşenleri
Cookies=Çerezler
AdobeFlash=Adobe Flash
MSOffice97=Microsoft Office 97
MSOfficeXP=Microsoft Office XP
MSOffice2003=Microsoft Office 2003
MSOffice2007=Microsoft Office 2007
MSOffice2010=Microsoft Office 2010
MSOffice2013=Microsoft Office 2013
MSOffice2016=Microsoft Office 2016
InvalidScTask=Geçersiz Zamanlanmış Görevler
Downloads=Tarayıcıdan indirilen dosyalar
MicrosoftEdge=Microsoft Edge
MSEdgeSession=Microsoft Edge Oturum
MSEdgeCookies=Microsoft Edge Çerezler
MSEdgeCache=Microsoft Edge Önbelleği
MSEdgeRecentlyTypedURLs=Microsoft Edge Son Yazılan URL'ler
MSEdgeSavedFormInformation=Microsoft Edge Otomatik Tamamlama Formu
MSEdgeSavedPasswords=Microsoft Edge Kayıtlı Şifreler
MSEdgeHistory=Microsoft Edge Geçmiş
MSEdgeDownloadHistory=Microsoft Edge İndirme Geçmişi
IISLog=IIS Günlük Dosyalar
WindowsSysCache=Windows Sistem Önbelleği
QQ=Tencent QQ
TeamViewer=TeamViewer
ChromeSession=Google Chrome Oturum
MSOneDrive=Microsoft One Drive
RealVNC=RealVNC
OpenOffice=OpenOffice
OxygenXMLEditor=Oxygen XML Editor
CamfrogVideoChat=Camfrog Video Chat
MirandaInstantMessenger=Miranda Instant Messenger
Pidgin=Pidgin
YahooMessenger=Yahoo Messenger
ooVoo=ooVoo
TeamSpeak=TeamSpeak
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
MySpaceIM=MySpaceIM
AcronisTrueImage=Acronis True Image
KingsoftOffice=Kingsoft Office 2013
UltraEdit=UltraEdit
UltraISO=UltraISO
Microsoft.SkypeApp=Skype
Microsoft.WindowsFeedbackHub=Windows Feedback Hub
Microsoft.WindowsFileRecovery=Windows File Recovery
Microsoft.WindowsSoundRecorder=Windows Sound Recorder
uTorrent=uTorrent
MicrosoftSilverlight=Microsoft Silverlight
PaleMoonCache=PaleMoon Önbelleği
PaleMoonHistory=PaleMoon Geçmişi
PaleMoonCookies=PaleMoon Çerezler
PaleMoonDownloadHistory=PaleMoon İndirme Geçmişi
PaleMoonSession=PaleMoon Oturum
PaleMoonSitePreferences=PaleMoon Site Tercihleri
PaleMoonSavedFormInformation=PaleMoon Kayıtlı Form Bilgileri
VLCMediaPlayer=VLC Media Player
CorelVideoStudioPro=Corel VideoStudio
QuickTimePlayer=QuickTime Player
WinInstallerCache=Windows Installer Önbelleği
MESCache=Microsoft Security Essentials
AppleInstallCache=Apple Sürücü Yükleme Önbelleği
MetroCache=Windows Metro Önbelleği
UserDefine=Kullanıcı özel temizleme kuralları
OfficeRecent=Microsoft Office Yakın Tarihi
IEHistory=Microsoft Internet Explorer Aktif Tarihi
FontCache=Windows Yazı Önbelleği
InvalidStartMenu=Geçersiz Başlangıç Menüleri
PDFCreator=PDF Yaratıcı
PDFArchitect=PDF Mimarı
AdobeReaderTmp=Adobe Reader geçici dosyaları
AdobePhotoshop=Adobe Photoshop geçmişi
DaemonTools=Daemon Tools
BitTorrent=BitTorrent
OperaCache=Opera önbelleği
OperaHistory=Opera geçmişi
OperaCookies=Opera çerezleri
OperaSessions=Opera oturumları
OperaURLHistory=Opera yazdığınız URL'ler
OperaSiteIcon=Opera website simgeleri
OperaPassword=Opera kaydedilen şifreler
Networkmapping=Ağ Sürücüsü Haritalama Geçmişi
LastDownloadDir=Son İndirme Yerleri
TrashClean=Gereksiz Dosyalar
TraceClean=Bilgisayar İzleri
WinRar=WinRar
WinZip=WinZip
7Zip=7-Zip
GoogleEarth=Google Earth
AcrobatReader=Acrobat Reader
MSN=Windows Live Messenger
OfficePicture=Microsoft Office Picture Manager
Office=Microsoft Office
OfficeRecent=Microsoft Office Yakın Geçmişi
TypeOtherApp=Diğer Uygulamalar
WindowsPaint=Windows Paint
WindowsDefender=Windows Defender
WindowsWordpad=Windows Wordpad
WindowsMediaPlayer=Windows Media Player
TypeWComponents=Windows Bileşenleri
FireFoxOther=Mozilla Firefox Diğer Geçmişler
FireFoxPass=Mozilla FireFox Kayıtlı Şifreler
FireFoxForm=Mozilla FireFox Otomatik Tamamla Forumu Geçmişi
FireFoxCookies=Mozilla FireFox Çerezler
ChromePass=Google Chrome Kayıtlı Şifreler
ChromeForm=Google Chrome Otomatik Doldur Forumu Geçmişi
ChromeCookies=Google Chrome Çerezler
IEPass=IE Kayıtlı Parolalar (Özel veriler listelenmeyecektir)
IEForm=IE Otomatik Tamamla Forumu Geçmişi (Özel veriler listelenmeyecektir)
IECookies=Microsoft IE Çerezler
DOMStoreCookies=Microsoft IE DOMStore Çerezler
IEAddressBarHistory=Microsoft Internet Explorer adres çubuğu geçmişi
TypeInternet=İnternette Sörf
JumpList=Görev Çubuğu Listeleri (Sabit ögelerde silinecektir)
SearchList=Windows Arama Geçmişi
TraryNotify=Windows Sistem Tepsisi Bildirimi Önbelleği
ExplorerMRU=Diğer Explorer Son Kullanılanları
Recentdocuments=Son Kullanılan Belgeler
RunStartMenu=Başlat Menüsü Çalıştır Geçmişi
TypeSystem=Windows Sistem
Flash=Adobe Flash Player
TypeMedia=Multimedia
FireFoxCache=Mozilla FireFox Önbelleği
ChromeCache=Google Chrome Önbelleği
IECahce=Microsoft IE Önbelleği
LogFile=Günlük Sistem Dosyaları
DownloadedPatch=Windows tarafından indirilen dosyalar
ErrorReport=Hata Raporu dosyaları
Dump=Bellek Dökümü dosyaları
ThumbCache=Thumbnail Önbelleği
InvalidLnk=Geçersiz kısayollar
UserTemp=Kullanıcı geçici klasörlerindeki dosyalar
SysTemp=Windows tarafından oluşturulan geçici dosyalar
Prefetch=Windows Hazırlık Verileri
RemoteDesktop=Uzak Masaüstü Önbellek dosyaları
Recyclebin=Geri Dönüşüm Kutusu
SafariCache=Safari Internet Önbelleği
SafariHistory=Safari Geçmişi
SafariCookies=Safari Çerezler
SafariPass=Safari Kayıtlı Form Bilgileri
YahooMessage=Yahoo Messenger
WLM=Windows Live Messenger
SunJava=Sun Java

[Type]
UserDefine=Kullanıcı Tanımlı
ZeroFile=0 Byte Dosyalar
WinSetupLog=Windows Günlük Yükleme Hata Dosyaları
NtUninstall=Windows Yama Kaynakları
InvalidLnk=Geçersiz Kısayollar
UserTemp=Kullanıcı geçici klasörlerindeki dosyalar
WinTemp=Windows Geçici Klasörleri
RecentFiles=Son kullanılan dosyaların bağlantıları
PatchSource=Windows Güncelleme Kaynakları
TempFile=Geçici Dosyalar
fcwdir=Bir indirme işlemiyle oluşturulan dosyalar
tfcbp=Programlar tarafından oluşturulan geçici dosyalar
sdrf=Disk taraması sırasında oluşturulan geri yükleme dosyaları
OldFile=Eski Dosyalar
outdatedfile=Eski Resimler
fcwhfir=Bir Yardım Dosyası çalışırken oluşturulan dosyalar
Ncfile=Newsgroup Önbellek Dosyaları
Backupfile=Yedekleme Dosyaları
WBfile=MS Word Yedekleme Dosyaları
Cbswahf=Yardım Dosyası arama sırasında oluşturulan dosyalar
whtf=Windows yardım sisteminin geçici dosyaları
Logfile=Günlük Dosyalar
LLogfile=Uygulamalar veya Sistem Servisleri tarafından oluşturulan günlük dosyalar
Errorfile=Hata Dosyaları
Wmdf=Win2000/XP bellek dökümü dosyaları
bcomf=Değiştirilmiş Dosyaların Yedekleri
Indexfile=Dizin Dosyaları
ifcbsiotitpbs=Resim görüntüleme hızını geliştirmek için sistem tarafından oluşturulan indeks dosyaları
Tfcds=Kurulum sırasında oluşturulan geçici dosyalar
Intermediatefile=Ara Dosyalar
chkfile=Kurtarılmış Dosyalar

[AutoClean]
DiskSaved=Disk alanı kayıt edilmiştir.
Title=Tebrikler!
TraceCleanned=İzler temizlendi.

[Skin]
SkinDefault=Varsayılan
SkinGray=Gri
SkinOrange=Turuncu
SkinCustom=Özel
SkinColor=Özel renkli arayüz

[AutoUpdate]
CurrentFile=Geçerli Dosya:
Canceling=İptal Ediliyor...
CANCEL=İptal
Ready=İndirme için hazır

[EUASK]
regcaption=Kayıt
logincaption=Giriş
FrmEuaskLogin.lblJoin.Caption=Euask Katıl
FrmEuaskLogin.lblSign.Caption=Euask için oturum açın
FrmEuaskLogin.lblnick.Caption=Username:
FrmEuaskLogin.lbl1.Caption=Şifre:
FrmEuaskLogin.btnlogin.caption=Giriş
FrmEuaskLogin.btnregister.Caption=Kayıt
FrmEuaskLogin.btnpwd.Caption=Şifremi unuttum?
FrmEuaskLogin.WiseLabel1.Caption=Kullanıcı adı:
FrmEuaskLogin.WiseLabel2.Caption=Şifre:
FrmEuaskLogin.btnreg.caption=Kayıt
FrmEuaskLogin.WiseSimpleButton1.Caption=Giriş
FrmEuaskLogin.lbl2.Caption=Email:
FrmEuaskLogin.btnnone.Caption=Şimdi değil
inputuser=Lütfen kullanıcı adı ve şifrenizi giriniz.